{"PartitionKey":"IntuneTemplate","RowKey":"1bd7c45d-9182-49c3-b2e3-c930cd0d0cf0","JSON":"{\"Displayname\":\"CP - Huntress Exclusions\",\"Description\":\"\",\"RAWJson\":\"{\\n  \\\"name\\\": \\\"CP - Huntress Exclusions\\\",\\n  \\\"description\\\": \\\"\\\",\\n  \\\"settings\\\": [\\n    {\\n      \\\"id\\\": \\\"0\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_excludedpaths\\\",\\n        \\\"settingInstanceTemplateReference\\\": null,\\n        \\\"simpleSettingCollectionValue\\\": [\\n          {\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\n            \\\"settingValueTemplateReference\\\": null,\\n            \\\"value\\\": \\\"%PROGRAMFILES%\\\\\\\\Huntress\\\\\\\\Rio\\\\\\\\Rio.exe\\\"\\n          }\\n        ]\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"1\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_excludedprocesses\\\",\\n        \\\"settingInstanceTemplateReference\\\": null,\\n        \\\"simpleSettingCollectionValue\\\": [\\n          {\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\n            \\\"settingValueTemplateReference\\\": null,\\n            \\\"value\\\": \\\"%PROGRAMFILES%\\\\\\\\Huntress\\\\\\\\Rio\\\\\\\\Rio.exe\\\"\\n          }\\n        ]\\n      }\\n    }\\n  ],\\n  \\\"platforms\\\": \\\"windows10\\\",\\n  \\\"technologies\\\": \\\"mdm\\\",\\n  \\\"templateReference\\\": {\\n    \\\"templateId\\\": \\\"\\\",\\n    \\\"templateFamily\\\": \\\"none\\\",\\n    \\\"templateDisplayName\\\": null,\\n    \\\"templateDisplayVersion\\\": null\\n  }\\n}\",\"Type\":\"Catalog\",\"GUID\":\"1bd7c45d-9182-49c3-b2e3-c930cd0d0cf0\"}"}