{"PartitionKey":"IntuneTemplate","RowKey":"9c5aed65-5148-4d6f-ae85-76868f0991b8","JSON":"{\"Displayname\":\"CP - Huntress Exclusions\",\"Description\":\"\",\"RAWJson\":\"{\\n  \\\"name\\\": \\\"CP - Huntress Exclusions\\\",\\n  \\\"description\\\": \\\"\\\",\\n  \\\"settings\\\": [\\n    {\\n      \\\"id\\\": \\\"0\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_excludedpaths\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"aaf04adc-c639-464f-b4a7-152e784092e8\\\"\\n        },\\n        \\\"simpleSettingCollectionValue\\\": [\\n          {\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\n            \\\"settingValueTemplateReference\\\": null,\\n            \\\"value\\\": \\\"%progfiles%\\\\\\\\Huntress\\\\\\\\Rio\\\\\\\\Rio.exe\\\"\\n          }\\n        ]\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"1\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_excludedprocesses\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"96b046ed-f138-4250-9ae0-b0772a93d16f\\\"\\n        },\\n        \\\"simpleSettingCollectionValue\\\": [\\n          {\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\n            \\\"settingValueTemplateReference\\\": null,\\n            \\\"value\\\": \\\"%progfiles%\\\\\\\\Huntress\\\\\\\\Rio\\\\\\\\Rio.exe\\\"\\n          }\\n        ]\\n      }\\n    }\\n  ],\\n  \\\"platforms\\\": \\\"windows10\\\",\\n  \\\"technologies\\\": \\\"mdm,microsoftSense\\\",\\n  \\\"templateReference\\\": {\\n    \\\"templateId\\\": \\\"45fea5e9-280d-4da1-9792-fb5736da0ca9_1\\\",\\n    \\\"templateFamily\\\": \\\"endpointSecurityAntivirus\\\",\\n    \\\"templateDisplayName\\\": \\\"Microsoft Defender Antivirus exclusions\\\",\\n    \\\"templateDisplayVersion\\\": \\\"Version 1\\\"\\n  }\\n}\",\"Type\":\"Catalog\",\"GUID\":\"9c5aed65-5148-4d6f-ae85-76868f0991b8\"}"}