{
"PartitionKey": "IntuneTemplate",
"RowKey": "9c5aed65-5148-4d6f-ae85-76868f0991b8",
"JSON": {
    "Displayname": "CP - Huntress Exclusions",
    "Description": "",
    "RAWJson": {
        "name": "CP - Huntress Exclusions",
        "description": "",
        "settings": [
            {
                "id": "0",
                "settingInstance": {
                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance",
                    "settingDefinitionId": "device_vendor_msft_policy_config_defender_excludedpaths",
                    "settingInstanceTemplateReference": {
                    "settingInstanceTemplateId": "aaf04adc-c639-464f-b4a7-152e784092e8"
                    },
                    "simpleSettingCollectionValue": [
                    {
                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                        "settingValueTemplateReference": null,
                        "value": "%huntresspath%"
                    }
                    ]
                }
            },
            {
            "id": "1",
            "settingInstance": {
                "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance",
                "settingDefinitionId": "device_vendor_msft_policy_config_defender_excludedprocesses",
                "settingInstanceTemplateReference": {
                "settingInstanceTemplateId": "96b046ed-f138-4250-9ae0-b0772a93d16f"
                },
                "simpleSettingCollectionValue": [
                {
                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                    "settingValueTemplateReference": null,
                    "value": "%huntresspath%"
                }
                ]
            }
            }
            ],
        "platforms": "windows10",
        "technologies": "mdm,microsoftSense",
        "templateReference": {
            "templateId": "45fea5e9-280d-4da1-9792-fb5736da0ca9_1",
            "templateFamily": "endpointSecurityAntivirus",
            "templateDisplayName": "Microsoft Defender Antivirus exclusions",
            "templateDisplayVersion": "Version 1"
        }
    },
    "Type": "Catalog",
    "GUID": "9c5aed65-5148-4d6f-ae85-76868f0991b8"
    }
}
