{"PartitionKey":"IntuneTemplate","RowKey":"cafc81fd-11f5-4756-8f53-a19b8e985f7d","JSON":"{\"Displayname\":\"CP - Defender Baseline - MacOS\",\"Description\":\"\",\"RAWJson\":\"{\\n  \\\"name\\\": \\\"CP - Defender Baseline - MacOS\\\",\\n  \\\"description\\\": \\\"\\\",\\n  \\\"settings\\\": [\\n    {\\n      \\\"id\\\": \\\"0\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_enabled\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"9e424cc6-35b9-48ef-863c-73295aa9d2d7\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_enabled_true\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"7ea0a2aa-0953-4340-b590-522f040b0da3\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"1\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_automaticsamplesubmission\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"d5563bad-08c5-47de-8bbb-5d44e0f9a23a\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_automaticsamplesubmission_true\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"de57abd5-1a87-463e-96e7-e117524003ba\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"2\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_diagnosticlevel\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"c7a9a79b-20cf-461f-8021-94702a32543b\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_diagnosticlevel_0\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"5fc10db6-9ee5-434a-9ed0-1382bf72969e\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"3\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_automaticdefinitionupdateenabled\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"cc18c6dc-dca5-4845-9c78-c718c9447ddd\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_automaticdefinitionupdateenabled_true\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"112fd4a8-1393-49b6-9569-0d37266a6ad3\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"4\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_enablerealtimeprotection\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"426bd5b7-cf4e-49b6-99fe-f763def46e61\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_enablerealtimeprotection_true\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"3c72c919-e0b9-4ed2-aead-a9c98ea63216\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"5\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_exclusionsmergepolicy\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"c07a6983-ac3e-4f38-be45-20954638dabd\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_exclusionsmergepolicy_0\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"effc409a-9169-43f0-a807-2a388875cf99\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"6\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_threattypesettingsmergepolicy\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"65d9ddaf-0552-4e40-8575-71dd54b2ccb4\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_threattypesettingsmergepolicy_0\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"613bcf39-69ec-4a1f-8822-07789ae7f8cb\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"7\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_enforcementlevel\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"94f6f35c-4cee-4a61-930a-491b698c790a\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_enforcementlevel_2\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"96ced765-4f68-441a-b9ad-b683cfdfa28f\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"8\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_enforcementlevel_tamperprotection\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"3c4efab3-cf91-4540-b86d-54507c90bb4b\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_enforcementlevel_tamperprotection_2\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"6e25fd09-16f1-42fd-9ffe-954ee1c0b904\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"9\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_threattypesettings\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"f2df12de-2704-4a13-9e10-21f4857122aa\\\"\\n        },\\n        \\\"groupSettingCollectionValue\\\": [\\n          {\\n            \\\"settingValueTemplateReference\\\": null,\\n            \\\"children\\\": [\\n              {\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n                \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_threattypesettings_item_key\\\",\\n                \\\"settingInstanceTemplateReference\\\": {\\n                  \\\"settingInstanceTemplateId\\\": \\\"675e2ada-1e8f-46eb-9348-ab0707c86ed0\\\"\\n                },\\n                \\\"choiceSettingValue\\\": {\\n                  \\\"value\\\": \\\"com.apple.managedclient.preferences_threattypesettings_item_key_0\\\",\\n                  \\\"settingValueTemplateReference\\\": {\\n                    \\\"settingValueTemplateId\\\": \\\"45c09bfc-8cbd-4118-9396-17427d8c5795\\\",\\n                    \\\"useTemplateDefault\\\": false\\n                  },\\n                  \\\"children\\\": []\\n                }\\n              },\\n              {\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n                \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_threattypesettings_item_value\\\",\\n                \\\"settingInstanceTemplateReference\\\": {\\n                  \\\"settingInstanceTemplateId\\\": \\\"347d727a-70f7-4d22-af3d-5571052ce9d5\\\"\\n                },\\n                \\\"choiceSettingValue\\\": {\\n                  \\\"value\\\": \\\"com.apple.managedclient.preferences_threattypesettings_item_value_1\\\",\\n                  \\\"settingValueTemplateReference\\\": {\\n                    \\\"settingValueTemplateId\\\": \\\"2d7b917e-affe-47d4-aa42-8468bc109dad\\\",\\n                    \\\"useTemplateDefault\\\": false\\n                  },\\n                  \\\"children\\\": []\\n                }\\n              }\\n            ]\\n          }\\n        ]\\n      }\\n    }\\n  ],\\n  \\\"platforms\\\": \\\"macOS\\\",\\n  \\\"technologies\\\": \\\"mdm,microsoftSense\\\",\\n  \\\"templateReference\\\": {\\n    \\\"templateId\\\": \\\"2d345ec2-c817-49e5-9156-3ed416dc972a_1\\\",\\n    \\\"templateFamily\\\": \\\"endpointSecurityAntivirus\\\",\\n    \\\"templateDisplayName\\\": \\\"Microsoft Defender Antivirus\\\",\\n    \\\"templateDisplayVersion\\\": \\\"Version 1\\\"\\n  }\\n}\",\"Type\":\"Catalog\",\"GUID\":\"cafc81fd-11f5-4756-8f53-a19b8e985f7d\"}"}