{"PartitionKey":"IntuneTemplate","RowKey":"64047d61-de05-4bd3-96c8-f6c7c7aee741","JSON":"{\"Displayname\":\"CP - Defender - Baseline\",\"Description\":\"The default policy is based on a set of pre-configured recommended settings and can be adjusted by user with admin priviledges.\",\"RAWJson\":\"{\\n  \\\"name\\\": \\\"CP - Defender - Baseline\\\",\\n  \\\"description\\\": \\\"The default policy is based on a set of pre-configured recommended settings and can be adjusted by user with admin priviledges.\\\",\\n  \\\"settings\\\": [\\n    {\\n      \\\"id\\\": \\\"0\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_puaprotection\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"c0135c2a-f802-44f4-9b71-b0b976411b8c\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_puaprotection_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"2d790211-18cb-4e32-b8cc-97407e2c0b45\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"1\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_cloudblocklevel\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"c7a37009-c16e-4145-84c8-89a8c121fb15\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_cloudblocklevel_2\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"517b4e84-e933-42b9-b92f-00e640b1a82d\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"2\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_cloudextendedtimeout\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"f61c2788-14e4-4e80-a5a7-bf2ff5052f63\\\"\\n        },\\n        \\\"simpleSettingValue\\\": {\\n          \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\n          \\\"value\\\": 50,\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"608f1561-b603-46bd-bf5f-0b9872002f75\\\",\\n            \\\"useTemplateDefault\\\": false\\n          }\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"3\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_enablenetworkprotection\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"f53ab20e-8af6-48f5-9fa1-46863e1e517e\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_enablenetworkprotection_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"ee58fb51-9ae5-408b-9406-b92b643f388a\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"4\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_allowrealtimemonitoring\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"f0790e28-9231-4d37-8f44-84bb47ca1b3e\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_allowrealtimemonitoring_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"0492c452-1069-4b91-9363-93b8e006ab12\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"5\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_schedulescanday\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"087d3362-7e78-4983-96bc-1f4ea183f0e4\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_schedulescanday_2\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"7f4d9dda-6d48-4353-90ca-9fa7164c7215\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"6\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_schedulequickscantime\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"784a4af1-33fa-45f2-b945-138b7ff3bcb6\\\"\\n        },\\n        \\\"simpleSettingValue\\\": {\\n          \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\n          \\\"value\\\": 720,\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"5d5c55c8-1a4e-4272-830d-8dc64cd3ac03\\\",\\n            \\\"useTemplateDefault\\\": false\\n          }\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"7\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_scanparameter\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"27ca2652-46f3-4cc7-83f2-bf85ff722d84\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_scanparameter_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"70c8f42e-ee6a-4ef1-a070-cb0e9d472581\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"8\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_allowarchivescanning\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"7c5c9cde-f74d-4d11-904f-de4c27f72d89\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_allowarchivescanning_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"9ead75d4-6f30-4bc5-8cc5-ab0f999d79f0\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"9\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_enablelowcpupriority\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"cdeb96cf-18f5-4477-a710-0ea9ecc618af\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_enablelowcpupriority_0\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"045a4a13-deee-4e24-9fe4-985c9357680d\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"10\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_disablecatchupfullscan\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"f881b08c-f047-40d2-b7d9-3dde7ce9ef64\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_disablecatchupfullscan_0\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"1b26092f-48c4-447b-99d4-e9c501542f1c\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"11\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_disablecatchupquickscan\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"dabf6781-9d5d-42da-822a-d4327aa2bdd1\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_disablecatchupquickscan_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"d263ced7-0d23-4095-9326-99c8b3f5d35b\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"12\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_avgcpuloadfactor\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"816cc03e-8f96-4cba-b14f-2658d031a79a\\\"\\n        },\\n        \\\"simpleSettingValue\\\": {\\n          \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\n          \\\"value\\\": 50,\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"37195fb1-3743-4c8e-a0ce-b6fae6fa3acd\\\",\\n            \\\"useTemplateDefault\\\": false\\n          }\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"13\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_allowuseruiaccess\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"0170a900-b0bc-4ccc-b7ce-dda9be49189b\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_allowuseruiaccess_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"4b6c9739-4449-4006-8e5f-3049136470ea\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"14\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_allowcloudprotection\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"7da139f1-9b7e-407d-853a-c2e5037cdc70\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_allowcloudprotection_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"16fe8afd-67be-4c50-8619-d535451a500c\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"15\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_realtimescandirection\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"f5ff00a4-e5c7-44cf-a650-9c7619ff1561\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_realtimescandirection_0\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"6b4e3497-cfbb-4761-a152-de935bbf3f07\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"16\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_allowbehaviormonitoring\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"8eef615a-1aa0-46f4-a25a-12cbe65de5ab\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_allowbehaviormonitoring_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"905921da-95e2-4a10-9e30-fe5540002ce1\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"17\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_allowioavprotection\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"fa06231d-aed4-4601-b631-3a37e85b62a0\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_allowioavprotection_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"df4e6cbd-f7ff-41c8-88cd-fa25264a237e\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"18\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_allowscriptscanning\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"000cf176-949c-4c08-a5d4-90ed43718db7\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_allowscriptscanning_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"ab9e4320-c953-4067-ac9a-be2becd06b4a\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"19\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_allowscanningnetworkfiles\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"f8f28442-0a6b-4b52-b42c-d31d9687c1cf\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_allowscanningnetworkfiles_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"7b8c858c-a17d-4623-9e20-f34b851670ce\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"20\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_allowemailscanning\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"b0d9ee81-de6a-4750-86d7-9397961c9852\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_allowemailscanning_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"fdf107fd-e13b-4507-9d8f-db4d93476af9\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"21\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_daystoretaincleanedmalware\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"6f6d741c-1186-42e2-b2f2-8582febcfd60\\\"\\n        },\\n        \\\"simpleSettingValue\\\": {\\n          \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\n          \\\"value\\\": 0,\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"214b6feb-c9b2-4a17-af54-d51c805473e4\\\",\\n            \\\"useTemplateDefault\\\": false\\n          }\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"22\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_submitsamplesconsent\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"bc47ce7d-a251-4cae-a8a2-6e8384904ab7\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_submitsamplesconsent_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"826ed4b6-e04f-4975-9d23-6f0904b0d87e\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"23\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_allowfullscanonmappednetworkdrives\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"dac47505-f072-48d6-9f23-8d93262d58ed\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_allowfullscanonmappednetworkdrives_0\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"3e920b10-3773-4ac5-957e-e5573aec6d04\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"24\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_allowfullscanremovabledrivescanning\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"fb36e70b-5bc9-488a-a949-8ea3ac1634d5\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_allowfullscanremovabledrivescanning_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"366c5727-629b-4a81-b50b-52f90282fa2c\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"25\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_checkforsignaturesbeforerunningscan\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"4fea56e3-7bb6-4ad3-88c6-e364dd2f97b9\\\"\\n        },\\n        \\\"choiceSettingValue\\\": {\\n          \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_checkforsignaturesbeforerunningscan_1\\\",\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"010779d1-edd4-441d-8034-89ad57a863fe\\\",\\n            \\\"useTemplateDefault\\\": false\\n          },\\n          \\\"children\\\": []\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"26\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_signatureupdateinterval\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"89879f27-6b7d-44d4-a08e-0a0de3e9663d\\\"\\n        },\\n        \\\"simpleSettingValue\\\": {\\n          \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\n          \\\"value\\\": 4,\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"0af6bbed-a74a-4d08-8587-b16b10b774cb\\\",\\n            \\\"useTemplateDefault\\\": false\\n          }\\n        }\\n      }\\n    },\\n    {\\n      \\\"id\\\": \\\"27\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_threatseveritydefaultaction\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"f6394bc5-6486-4728-b510-555f5c161f2b\\\"\\n        },\\n        \\\"groupSettingCollectionValue\\\": [\\n          {\\n            \\\"settingValueTemplateReference\\\": null,\\n            \\\"children\\\": [\\n              {\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n                \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_threatseveritydefaultaction_highseveritythreats\\\",\\n                \\\"settingInstanceTemplateReference\\\": {\\n                  \\\"settingInstanceTemplateId\\\": \\\"f55b8c9c-d831-460e-a041-e47e29f2aa17\\\"\\n                },\\n                \\\"choiceSettingValue\\\": {\\n                  \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_threatseveritydefaultaction_highseveritythreats_block\\\",\\n                  \\\"settingValueTemplateReference\\\": {\\n                    \\\"settingValueTemplateId\\\": \\\"764256b4-e4d7-46d9-bbc8-003bf23591a1\\\",\\n                    \\\"useTemplateDefault\\\": false\\n                  },\\n                  \\\"children\\\": []\\n                }\\n              },\\n              {\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n                \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_threatseveritydefaultaction_severethreats\\\",\\n                \\\"settingInstanceTemplateReference\\\": null,\\n                \\\"choiceSettingValue\\\": {\\n                  \\\"settingValueTemplateReference\\\": null,\\n                  \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_threatseveritydefaultaction_severethreats_block\\\",\\n                  \\\"children\\\": []\\n                }\\n              },\\n              {\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n                \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_threatseveritydefaultaction_lowseveritythreats\\\",\\n                \\\"settingInstanceTemplateReference\\\": null,\\n                \\\"choiceSettingValue\\\": {\\n                  \\\"settingValueTemplateReference\\\": null,\\n                  \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_threatseveritydefaultaction_lowseveritythreats_clean\\\",\\n                  \\\"children\\\": []\\n                }\\n              },\\n              {\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n                \\\"settingDefinitionId\\\": \\\"device_vendor_msft_policy_config_defender_threatseveritydefaultaction_moderateseveritythreats\\\",\\n                \\\"settingInstanceTemplateReference\\\": null,\\n                \\\"choiceSettingValue\\\": {\\n                  \\\"settingValueTemplateReference\\\": null,\\n                  \\\"value\\\": \\\"device_vendor_msft_policy_config_defender_threatseveritydefaultaction_moderateseveritythreats_quarantine\\\",\\n                  \\\"children\\\": []\\n                }\\n              }\\n            ]\\n          }\\n        ]\\n      }\\n    }\\n  ],\\n  \\\"platforms\\\": \\\"windows10\\\",\\n  \\\"technologies\\\": \\\"mdm,microsoftSense\\\",\\n  \\\"templateReference\\\": {\\n    \\\"templateId\\\": \\\"804339ad-1553-4478-a742-138fb5807418_1\\\",\\n    \\\"templateFamily\\\": \\\"endpointSecurityAntivirus\\\",\\n    \\\"templateDisplayName\\\": \\\"Microsoft Defender Antivirus\\\",\\n    \\\"templateDisplayVersion\\\": \\\"Version 1\\\"\\n  }\\n}\",\"Type\":\"Catalog\",\"GUID\":\"64047d61-de05-4bd3-96c8-f6c7c7aee741\"}"}