{"PartitionKey":"IntuneTemplate","RowKey":"9a408921-460c-49d1-8bf1-9fe7d34e4018","JSON":"{\"Displayname\":\"Standard - Onedrive\",\"Description\":\"This policy enables Onedrive Silent Logon and Known Folder move\",\"RAWJson\":\"{\\\"added\\\":[{\\\"definition@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('81c07ba0-7512-402d-b1f6-00856975cfab')\\\",\\\"enabled\\\":true,\\\"presentationValues\\\":[]},{\\\"definition@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('39147fa2-6c5e-437b-8264-19b50b891709')\\\",\\\"enabled\\\":true,\\\"presentationValues\\\":[{\\\"value\\\":\\\"%tenantid%\\\",\\\"@odata.type\\\":\\\"#microsoft.graph.groupPolicyPresentationValueText\\\",\\\"id\\\":\\\"60bad1a9-9dba-4774-a4ee-915f29445570\\\",\\\"presentation@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('39147fa2-6c5e-437b-8264-19b50b891709')/presentations('fbefbbdf-5382-477c-8b6c-71f4a06e2805')\\\"},{\\\"value\\\":\\\"0\\\",\\\"@odata.type\\\":\\\"#microsoft.graph.groupPolicyPresentationValueText\\\",\\\"id\\\":\\\"e5043285-b6fc-4674-9902-7a0057dfe2c8\\\",\\\"presentation@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('39147fa2-6c5e-437b-8264-19b50b891709')/presentations('35c82072-a93b-4022-be14-8684c2f6fcc2')\\\"}]},{\\\"definition@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('f04d0699-6f80-434f-a256-3ba9e6570957')\\\",\\\"enabled\\\":true,\\\"presentationValues\\\":[]},{\\\"definition@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('a62f11f9-ccdf-4adb-95f2-71ab7415a976')\\\",\\\"enabled\\\":true,\\\"presentationValues\\\":[{\\\"value\\\":5000,\\\"@odata.type\\\":\\\"#microsoft.graph.groupPolicyPresentationValueDecimal\\\",\\\"id\\\":\\\"f5dba2f7-5a95-421a-ba5f-3cbc810816ef\\\",\\\"presentation@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('a62f11f9-ccdf-4adb-95f2-71ab7415a976')/presentations('90d7eb32-a406-4cf0-9cb5-f76b5808df35')\\\"}]},{\\\"definition@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('8cbfae18-90d8-467f-8b46-8180010bbece')\\\",\\\"enabled\\\":true,\\\"presentationValues\\\":[]},{\\\"definition@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('9a4db949-29e4-4e31-a129-bf2b88d8fa1b')\\\",\\\"enabled\\\":true,\\\"presentationValues\\\":[]},{\\\"definition@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('84d70019-6167-4a7e-96d0-dff643075d64')\\\",\\\"enabled\\\":true,\\\"presentationValues\\\":[{\\\"value\\\":20,\\\"@odata.type\\\":\\\"#microsoft.graph.groupPolicyPresentationValueDecimal\\\",\\\"id\\\":\\\"372ffc92-7684-48a9-ba44-3cf32dab05c6\\\",\\\"presentation@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('84d70019-6167-4a7e-96d0-dff643075d64')/presentations('1620823a-9482-4832-96d1-a910f8c0b106')\\\"}]},{\\\"definition@odata.bind\\\":\\\"https://graph.microsoft.com/beta/deviceManagement/groupPolicyDefinitions('61b07a01-7e60-4127-b086-f6b32458a5c5')\\\",\\\"enabled\\\":true,\\\"presentationValues\\\":[]}],\\\"updated\\\":[],\\\"deletedIds\\\":[]}\",\"Type\":\"Admin\",\"GUID\":\"9a408921-460c-49d1-8bf1-9fe7d34e4018\"}"}